[
  {
    "id": "flch1",
    "name": "John Moris",
    "picture": "https://i.ibb.co/vZSSkfm/jhon-morich.jpg",
    "banner": "https://i.ibb.co/Ctk82v4/6.jpg",
    "shortBio": "John Moris is one of the main reasons why the restaurant McDonald's is firmly established among the top 10 restaurants in the L.A. area. With a background in French gastronomy and years of experience in the industry, he has become one of the most respected chefs in town.",
    "likes": 888,
    "numberOfRecipes": 3,
    "experience": 10
  },
  {
    "id": "flch2",
    "name": "Ben Ryan",
    "picture": "https://i.ibb.co/qdSY9yG/2.jpg",
    "banner": "https://i.ibb.co/LSt6wck/5.jpg",
    "shortBio": "Sous Chef Ben Ryan is the man behind the flavor of San Francisco's well-renowned Chilli Hut. His prior experience in Asian cuisine is evident in every bite he serves. Heavy on flavor and light on calories, his dishes are always fresh and delicious.",
    "likes": 1520,
    "numberOfRecipes": 8,
    "experience": 15
  },
  {
    "id": "flch3",
    "name": "Bill Holmes",
    "picture": "https://i.ibb.co/NVKmXsg/3.jpg",
    "banner": "https://i.ibb.co/8DWdydq/4.jpg",
    "shortBio": "Chef Bill Holmes is a well-renowned pastry chef in California. She first rose to prominence when his stake was awarded Best of Show at the San Diego Food and Beverage Festival. Since then she has been mastering her craft and designing tasty treats for the people.",
    "likes": 1200,
    "numberOfRecipes": 5,
    "experience": 25
  },
  {
    "id": "flch4",
    "name": "Bob Williams",
    "picture": "https://i.ibb.co/RBT85L7/4.jpg",
    "banner": "https://i.ibb.co/yWJj7pK/3.jpg",
    "shortBio": "Exec Chef Bob Williams is the mastermind behind the menu of LS Buffet in North Carolina. With 13 years of experience as well as a degree from the Culinary Academy of New York, he is an established name in the culinary world.",
    "likes": 3000,
    "numberOfRecipes": 7,
    "experience": 8
  },
  {
    "id": "flch5",
    "name": "Thomas Hanson",
    "picture": "https://i.ibb.co/6y6CtmP/5.jpg",
    "banner": "https://i.ibb.co/Sf6SyHZ/2.jpg",
    "shortBio": "Thomas Hanson is the executive chef at Salad Bar, a popular sushi bar and restaurant in Seattle. With an unparalleled ability to craft amazing rolls, sushi dishes, and sashimi, he has become one of the most sought-after sushi chefs in the Pacific Northwest",
    "likes": 2273,
    "numberOfRecipes": 4,
    "experience": 18
  },
  {
    "id": "flch6",
    "name": "Jacob Russo",
    "picture": "https://i.ibb.co/vLhmwVH/6.jpg",
    "banner": "https://i.ibb.co/fHt2JCr/1.jpg",
    "shortBio": "Chef Jacob Russo is a culinary prodigy whose passion has taken him around the world. Experienced in French, Italian, and Asian cuisine, he has earned repute in the kitchen as well as recognition among the food critics.",
    "likes": 1950,
    "numberOfRecipes": 3,
    "experience": 20
  }
]
